import React, { Component } from 'react'

export default class Blogger extends Component {
    render() {
        return (
            <div className="page-left">
                <h1 className="h1">关于博主</h1>
                <div className="about-part">
                    <h3>一个爱编程爱分享的个人博客，由一个幽默风趣的帅小伙搭建</h3>
                    <p className="subtitle">——江西·南昌-英雄之城</p>
                    <h4>个人信息</h4>
                    <p>博主：徐福强</p>
                    <p>性别：你猜</p>
                    <p>年龄：95后</p>
                    <p>职业：Web前端开发工程师</p>
                    <p>据点：四海为家</p>
                    <p>简介：漫漫人生路，需要一个人相伴，需要一个人相知，需要一件事坚持，需要一个理想而为之奋斗。我是雨落，一个2020年踏入Web前端行业的95后，喜欢编程，正在通往理想的道路上默默前行。</p>
                    <h4>个人介绍</h4>
                    <p>世上只有一种英雄主义，就是在认清生活真相之后依然热爱生活。</p>
                    <p>要想赢，就一定不能怕输。不怕输，结果未必能赢。但是怕输，结果则一定是输。</p>
                    <p>你要做的就是别人换不掉的，那你做不到怪谁，就是你自己没用！</p>
                    <p>不要等待机会，而要创造机会。</p>
                    <p>真正成功的人生，不在于成就的大小，而在于你是否努力地去实现自我，喊出自己的声音，走出属于自己的道路。</p>
                    <p>人走到喧华的群众中去，是为了淹没他自己沉默的呼号。</p>
                    <p>在生活中，最受到赞许的恰恰是那些从不寻求赞许而且并不竭力获得赞许的人。</p>
                    <p>很多时候，不快乐并不是因为快乐的条件没有齐备，而是因为活得还不够简单。</p>
                    <p>人活着就是为了解决困难。这才是生命的意义，也是生命的内容。逃避不是办法，知难而上往往是解决问题的最好手段。</p>
                    <p>抽出时间去学习，凡事从小做起，不怕单调和重复，长期的积累坚持，想不成功，也难。</p>
                    <p>不为失败找理由，要为成功找方法。</p>
                    <p>一切伟大的行动和思想，都有一个微不足道的开始。</p>
                    <p>天才是百分之一的灵感加上百分之九十九的发奋。</p>
                    <p>人总是珍惜未得到的，而遗忘了所拥有的。</p>
                </div>
            </div>
        )
    }
}
